Repository: giellalt/corpus-nob
Catalog: tmx/smj/admin/sd/samediggi.no/leserinnlegg:_et_modig_folk.html.tmx
Source language: nob
Languages: smj

source: Leserinnlegg: Et modig folk
smj: Låhkkijtjálos: Jálos álmmuk

source: Sametingets plenum skal behandle Sametingsmelding om likestilling, Sábme jállu, denne uken.
smj: Sámedikke ållestjåhkanibme galggá Sámediggediedádusáv dássádusá birra giehtadallat, Sábme jállo, dán vahko.

source: I den forbindelse har sametingspresident Aili Keskitalo skrevet et leserinnlegg:
smj: Dan aktijvuodan la sámedikkepresidænnta Aili Keskitalo tjállám dán låhkkijtjállusav:

source: Aili Keskitalo Kenneth Hætta Sametingets plenum skal behandle Sametingsmelding om likestilling, Sábme jállu, i desember.
smj: Kenneth Hætta Sámedikke dievas tjåhkanibme galggá giehtadallat Sámedikkediedádusáv dássádusá birra, Sábme jállu, javllamánon.

source: Dette er en viktig melding som mange har ventet på.
smj: Dát la ájnas diedádus mav moattes li vuorddám.

source: Det samiske samfunnet er i endring.
smj: Sáme sebrudahka la rievddamin.

source: Et aktuelt spørsmål i de samiske samfunnene er hvordan fornorskningen har påvirket vårt samfunn i et likestillingsperspektiv.
smj: Ájggeguovddelis gatjálvis sáme sebrudagáj la gåktu la dárojduhttem vájkkudam mijá sebrudagáv dássádusperspektijvan.

source: Det har ikke vært rom for mangfold og forståelse av oss selv som urfolk, og dette kommer særlig til uttrykk i mangelen på åpenhet og begreper på likestillingsfeltet.
smj: Ij la læhkám sadje moattebelakvuohtaj ja dádjadussaj ietjastimme álggoálmmugin, ja dát åvddånboahtá sierraláhkáj gå vájllu rabásvuohta ja bágo dássádusá gáktuj.

source: Vi står i et kulturelt spenn mellom det tradisjonelle samiske samfunnet og nåtidens forventninger om modernitet.
smj: Mij lip dálla kultuvralasj tsakken árbbedábálasj sáme sebrudagá ja dálásjájge modernitiehta vuorddámusáj gaskan.

source: Likestillingsarbeidet endrer seg også i Sápmi.
smj: Dássádusbarggo rievddá aj Sámen.

source: Flere samer velger å være åpen om etnisitet, seksuell orientering og funksjonsnedsettelser.
smj: Ienep sáme li rahpasa ietjas etnisitiehta ja seksuálla miella ja doajmmahieredusá hárráj.

source: Å være åpen om diskriminering og hatytringer som samer har opplevd i flere hundre år, er blitt selvfølgelig for mange.
smj: Rabásvuohta diskriminerima ja vassjemoalgedime gáktuj, majt sáme lij åtsådallam moadda tjuohtejage, la diehttelisvuohta moaddásijda.

source: Samer retter ryggen og vil ikke la seg kue av fordommer verken internt i det samiske samfunnet, eller fra majoritetssamfunnet.
smj: Sáme dal njuolggi hárddov ja e das sidá niejdeduvvat gáttojs sisŋeldis sámesebrudagás, duodap vil ålgoldis majoritiehta sebrudagás.

source: Mer åpenhet og inkludering i likestillingsdebatten er en del av et nødvendig demokratiseringsprosjekt i Sápmi.
smj: Ienep rabásvuohta ja sebrudahttem dássádusságastallamin la ájnas oasse demokratiserimprosjevtan Sámen.

source: Samiske kvinner organiserte seg allerede i 1910.
smj: Sáme nissuna organiseriduvvin juo jagen 1910.

source: Brurskanken samiske kvinneforening ble stiftet av sterke kvinner som organiserte det første samiske landsmøtet, samemøtet, i 1917.
smj: Brurskanken sáme nissunsiebrre vuododuváj gievras nissunijs guhti organiserijin vuostasj sáme álmmuktjåhkanimev, sámetjåhkanibme, jagen 1917.

source: Elsa Laula Renberg var en av foregangskvinnene som spesielt oppfordret kvinnene til å arbeide for samiske saker.
smj: Elsa Laula Renberg lij akta dajs njunnjusjnissunijs guhti sierraláhkáj hasodij nissunijt barggat sáme ássjij.

source: Senere ble det dannet samiske kvinneorganisjoner, Sámi NissonForum og Sáráhkká.
smj: Maŋŋela vuododuvvin sáme nissunorganisasjåvnå, Sámi NissonForum ja Sáráhkká.

source: De har gitt viktige bidrag til den samiske likestillingskampen.
smj: Da li oassálasstám ájnnasit sáme dássádusrahtjamij.

source: Den første redegjørelsen om likestilling på Sametinget ble behandlet i plenum i 2004.
smj: Vuostasj dássádustjielggidus Sámedikken giehtadaláduváj 2004 ållestjåhkanimen.

source: Kjønnslikestilling, kamp mot vold og toleranse for ulike seksuelle legninger var prioriterte områder for Sametingets arbeid.
smj: Sjiervvedássádusá, vuosteldit vahágahttemav ja gierddat moattelágásj seksuállamielajt li vuoroduvvam suorge Sámedikke bargon.

source: Siden den gang har Sametingets arbeid utviklet seg til også å gjelde likestilling for personer med funksjonsnedsettelse og arbeid mot hatytringer og hatkriminalitet.
smj: Dan rájes la Sámedigge barggo åvddånahteduvvam guoskatjit dássádusáv dajt gænna la doajmmahieredus ja vuosteldit vassjemoalgedimev ja vassjevieredagov.

source: Retten til å være den man er og elske den man vil er grunnleggende.
smj: Riektá liehket ietjas láhkáj ja iehttset gev sidá la vuodulasj.

source: Ingen skal begrenses på grunn av sitt kjønn eller funksjonsevne.
smj: E aktak galga ráddjiduvvat ietjas sjierve jali doajmmamáhtukvuoda diehti.

source: Mitt ønske er at det samiske samfunn skal være åpent og inkluderende for alle.
smj: Muv hállo le sáme sebrudahka galggá liehket rabás ja sebrudahttet gájkajt.

source: Vi trenger mangfoldet blant oss og vi trenger alle for å gå inn i fremtiden som et stolt folk.
smj: Mij dárbahip moattebelakvuodav mijá gaskan ja mij dárbahip gájkajt váj máhttet tjágŋat boahtteájggáj mihás álmmugin.

source: Fordommer og hets har sin bakgrunn i mange hundre år med fornorskning og undertrykking.
smj: Gátto ja nálsodime duogásj la moadda tjuohtejage dárojduhttemis ja niejdedimes.

source: I dag ser vi at samer ikke lenger godtar hån og trusler.
smj: Uddni vuojnnep sáme e dasti dåhkkida bilkev ja nihtodimev.

source: Stadig flere forteller åpent om hva de har vært utsatt for og er med på å plassere ansvar for uakseptabel oppførsel hos den som fremsetter sjikane.
smj: Dálla subtsasti rahpasit dan birra majt lij åtsådallam dajna ulmijn biedjat åvdåsvásstádusáv dåhkkidahtes vuoges gåsi gullu vassjemoalgediddjáj.

source: Vi er et modig folk.
smj: Mij lip jálos álmmuk.

source: Likestillingsarbeidet er noe vi gjør sammen, enkeltvis og som samfunn.
smj: Dássádusbarggo le juojddá majt mij aktan barggap, ájnegissan ja sebrudahkan.
